Repository: nuraqueer/PGPony-Translations-ko
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Enter your card's PIN. Your key is plugged in and ready.
de: Gib die PIN deiner Karte ein. Dein Schlüssel ist angeschlossen und bereit.
es: Introduce el PIN de tu tarjeta. Tu clave está conectada y lista.
fr: Saisissez le PIN de votre carte. Votre clé est branchée et prête.
ja: カードのPINを入力してください。キーは接続され準備できています。
pt_br: Digite o PIN do seu cartão. Sua chave está conectada e pronta.
zh_hans: 输入卡的 PIN。你的密钥已插入并就绪。

source: Enter your card's user PIN (PW1).
de: Gib die Benutzer-PIN (PW1) deiner Karte ein.
es: Introduce el PIN de usuario de tu tarjeta (PW1).
fr: Saisissez le PIN utilisateur de votre carte (PW1).
ja: カードのユーザー PIN (PW1) を入力してください。
pt_br: Digite o PIN de usuário do seu cartão (PW1).
zh_hans: 输入卡的用户 PIN（PW1）。

source: Enter your hardware key's PIN, then hold the key to the top of your iPhone.
de: Gib die PIN deines Hardware-Schlüssels ein und halte den Schlüssel dann an die Oberseite deines iPhones.
es: Introduce el PIN de tu llave de hardware y luego acerca la llave a la parte superior de tu iPhone.
fr: Saisissez le PIN de votre clé matérielle, puis maintenez la clé en haut de votre iPhone.
ja: ハードウェアキーの PIN を入力し、iPhone の上部にキーをかざしてください。
pt_br: Digite o PIN da sua chave de hardware e então encoste a chave no topo do seu iPhone.
zh_hans: 输入硬件密钥 PIN，然后将密钥贴近 iPhone 顶部。

source: Enter your hardware key's PIN. Your key is connected and ready.
de: Gib die PIN deines Hardware-Schlüssels ein. Dein Schlüssel ist verbunden und bereit.
es: Introduce el PIN de tu clave de hardware. Tu clave está conectada y lista.
fr: Saisissez le PIN de votre clé matérielle. Votre clé est connectée et prête.
ja: ハードウェアキーのPINを入力してください。キーは接続され準備できています。
pt_br: Digite o PIN da sua chave de hardware. Sua chave está conectada e pronta.
zh_hans: 输入硬件密钥的 PIN。你的密钥已连接并就绪。

source: Erase Card
de: Karte löschen
es: Borrar tarjeta
fr: Effacer la carte
ja: カードを消去
pt_br: Apagar cartão
zh_hans: 擦除卡

source: Error
de: Fehler
fr: Erreur
ja: エラー
pt_br: Erro
zh_hans: 错误

source: Error reading file: %@
de: Fehler beim Lesen der Datei: %@
es: Error al leer el archivo: %@
fr: Erreur de lecture du fichier : %@
ja: ファイルの読み込みエラー：%@
pt_br: Erro ao ler o arquivo: %@
zh_hans: 读取文件时出错：%@

source: Every NorseHorse app in one place
de: Alle NorseHorse-Apps an einem Ort
es: Todas las apps de NorseHorse en un solo lugar
fr: Toutes les apps NorseHorse au même endroit
ja: NorseHorse のすべてのアプリを一か所に
pt_br: Todos os apps da NorseHorse em um só lugar
zh_hans: 所有 NorseHorse 应用集中在一处

source: Everything in Pro
de: Alles in Pro enthalten
es: Todo lo que incluye Pro
fr: Tout ce que Pro contient
ja: Pro に含まれるすべて
pt_br: Tudo no Pro
zh_hans: Pro 的全部功能

source: Everything stays on your device
de: Alles bleibt auf deinem Gerät
es: Todo permanece en tu dispositivo
fr: Tout reste sur votre appareil
ja: すべて端末内に留まります
pt_br: Tudo permanece no seu dispositivo
zh_hans: 一切都留在你的设备上

source: Exchange
de: Austauschen
es: Intercambiar
fr: Échanger
ja: 交換
pt_br: Trocar
zh_hans: 交换

source: Expiration
de: Ablauf
es: Caducidad
ja: 有効期限
pt_br: Expiração
zh_hans: 有效期

source: Expiration updated.
de: Ablaufdatum aktualisiert.
es: Caducidad actualizada.
fr: Expiration mise à jour.
ja: 有効期限を更新しました。
pt_br: Validade atualizada.
zh_hans: 有效期已更新。

source: Expired
de: Abgelaufen
es: Caducada
fr: Expirée
ja: 期限切れ
pt_br: Expirada
zh_hans: 已过期

source: Expires
de: Läuft ab
es: Caduca
fr: Expire
ja: 失効
pt_br: Expira
zh_hans: 过期

source: Expires After
de: Läuft ab nach
es: Caduca después de
fr: Expire après
ja: 次の期間後に失効
pt_br: Expira após
zh_hans: 有效期为

source: Expires in %lld days
de: Läuft in %lld Tagen ab
es: Caduca en %lld días
fr: Expire dans %lld jours
ja: %lld 日後に期限切れ
pt_br: Expira em %lld dias
zh_hans: %lld 天后过期

source: Expires in %lld months
de: Läuft in %lld Monaten ab
es: Caduca en %lld meses
fr: Expire dans %lld mois
ja: %lld か月後に期限切れ
pt_br: Expira em %lld meses
zh_hans: %lld 个月后过期

source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: エクスポート
pt_br: Exportar
zh_hans: 导出

source: Export All Keys
de: Alle Schlüssel exportieren
es: Exportar todas las claves
fr: Exporter toutes les clés
ja: すべての鍵を書き出す
pt_br: Exportar todas as chaves
zh_hans: 导出所有密钥

source: Export Failed
de: Export fehlgeschlagen
es: La exportación falló
fr: Échec de l'exportation
ja: エクスポートに失敗しました
pt_br: Falha na exportação
zh_hans: 导出失败

source: Export failed: %@
de: Export fehlgeschlagen: %@
es: Falló la exportación: %@
fr: Échec de l'exportation : %@
ja: エクスポートに失敗しました：%@
pt_br: Falha na exportação: %@
zh_hans: 导出失败：%@

source: Export Private Key
de: Privaten Schlüssel exportieren
es: Exportar clave privada
fr: Exporter la clé privée
ja: 秘密鍵をエクスポート
pt_br: Exportar chave privada
zh_hans: 导出私钥

source: Export Private Key?
de: Privaten Schlüssel exportieren?
es: ¿Exportar clave privada?
fr: Exporter la clé privée ?
ja: 秘密鍵をエクスポートしますか？
pt_br: Exportar chave privada?
zh_hans: 导出私钥？

source: Export Public Key
de: Öffentlichen Schlüssel exportieren
es: Exportar clave pública
fr: Exporter la clé publique
ja: 公開鍵を書き出す
pt_br: Exportar chave pública
zh_hans: 导出公钥

source: Exporting creates an encrypted backup of your entire keyring.
de: Beim Exportieren wird ein verschlüsseltes Backup deines gesamten Schlüsselbunds erstellt.
es: Al exportar se crea una copia cifrada de todo tu llavero.
fr: L'exportation crée une sauvegarde chiffrée de tout votre trousseau.
ja: 書き出すと、鍵束全体の暗号化されたバックアップが作成されます。
pt_br: A exportação cria um backup criptografado de todo o seu chaveiro.
zh_hans: 导出操作会创建你整个密钥环的加密备份。

source: Factory Reset
de: Werksreset
es: Restablecimiento de fábrica
fr: Réinitialisation d'usine
ja: 工場出荷時リセット
pt_br: Redefinição de fábrica
zh_hans: 恢复出厂设置

source: Factory Reset Card
de: Karte werkseitig zurücksetzen
es: Restablecer tarjeta de fábrica
fr: Réinitialiser la carte
ja: カードを工場出荷時にリセット
pt_br: Redefinir cartão de fábrica
zh_hans: 将卡恢复出厂设置

source: Factory Reset Card?
de: Karte werkseitig zurücksetzen?
es: ¿Restablecer tarjeta de fábrica?
fr: Réinitialiser la carte ?
ja: カードを工場出荷時にリセットしますか？
pt_br: Redefinir cartão de fábrica?
zh_hans: 将卡恢复出厂设置？

source: Failed to delete from Keychain (status %lld)
de: Löschen aus dem Schlüsselbund fehlgeschlagen (Status %lld)
es: No se pudo eliminar del llavero (estado %lld)
fr: Échec de la suppression du trousseau (statut %lld)
ja: キーチェーンからの削除に失敗しました（ステータス %lld）
pt_br: Falha ao excluir do Chaveiro (status %lld)
zh_hans: 从钥匙串删除失败（状态 %lld）

source: Failed to encode Keychain data
de: Daten für den Schlüsselbund konnten nicht codiert werden
es: No se pudo codificar los datos del llavero
fr: Impossible d'encoder les données du trousseau
ja: キーチェーンデータのエンコードに失敗しました
pt_br: Falha ao codificar dados do Chaveiro
zh_hans: 编码钥匙串数据失败

source: Failed to import key: %@
de: Schlüsselimport fehlgeschlagen: %@
es: Error al importar la clave: %@
fr: Échec de l'importation de la clé : %@
ja: 鍵のインポートに失敗しました: %@
pt_br: Falha ao importar a chave: %@
zh_hans: 导入密钥失败：%@

source: Failed to load from Keychain (status %lld)
de: Laden aus dem Schlüsselbund fehlgeschlagen (Status %lld)
es: No se pudo cargar desde el llavero (estado %lld)
fr: Échec du chargement depuis le trousseau (statut %lld)
ja: キーチェーンからの読み込みに失敗しました（ステータス %lld）
pt_br: Falha ao carregar do Chaveiro (status %lld)
zh_hans: 从钥匙串加载失败（状态 %lld）

source: Failed to parse key data
de: Schlüsseldaten konnten nicht verarbeitet werden
es: No se pudieron analizar los datos de la clave
fr: Impossible d'analyser les données de la clé
ja: 鍵データを解析できませんでした
pt_br: Falha ao analisar dados da chave
zh_hans: 解析密钥数据失败

source: Failed to save to Keychain (status %lld)
de: Speichern im Schlüsselbund fehlgeschlagen (Status %lld)
es: No se pudo guardar en el llavero (estado %lld)
fr: Échec de l'enregistrement dans le trousseau (statut %lld)
ja: キーチェーンへの保存に失敗しました（ステータス %lld）
pt_br: Falha ao salvar no Chaveiro (status %lld)
zh_hans: 保存到钥匙串失败（状态 %lld）

source: file
de: Datei
es: archivo
fr: fichier
ja: ファイル
pt_br: arquivo
zh_hans: 文件

source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
pt_br: Arquivo
zh_hans: 文件

source: File Decrypted
de: Datei entschlüsselt
es: Archivo descifrado
fr: Fichier déchiffré
ja: ファイルを復号しました
pt_br: Arquivo decifrado
zh_hans: 文件已解密

source: File Encrypted
de: Datei verschlüsselt
es: Archivo cifrado
fr: Fichier chiffré
ja: ファイルを暗号化しました
pt_br: Arquivo cifrado
zh_hans: 文件已加密

source: File Encryption
de: Dateiverschlüsselung
es: Cifrado de archivos
fr: Chiffrement de fichiers
ja: ファイル暗号化
pt_br: Cifragem de arquivos
zh_hans: 文件加密

source: File to sign
de: Zu signierende Datei
es: Archivo para firmar
fr: Fichier à signer
ja: 署名するファイル
pt_br: Arquivo a assinar
zh_hans: 要签名的文件

source: filename
de: Dateiname
es: nombre de archivo
fr: nom de fichier
ja: ファイル名
pt_br: nome do arquivo
zh_hans: 文件名

source: Files this large can't be signed with a hardware key yet. Use a smaller file, or sign with a software key.
de: So große Dateien können noch nicht mit einem Hardware-Schlüssel signiert werden. Verwende eine kleinere Datei oder signiere mit einem Software-Schlüssel.
es: Los archivos de este tamaño aún no se pueden firmar con una clave de hardware. Usa un archivo más pequeño o firma con una clave de software.
fr: Les fichiers de cette taille ne peuvent pas encore être signés avec une clé matérielle. Utilisez un fichier plus petit ou signez avec une clé logicielle.
ja: このサイズのファイルはまだハードウェアキーで署名できません。より小さいファイルを使うか、ソフトウェアキーで署名してください。
pt_br: Arquivos deste tamanho ainda não podem ser assinados com uma chave de hardware. Use um arquivo menor ou assine com uma chave de software.
zh_hans: 如此大的文件暂时无法用硬件密钥签名。请使用较小的文件，或用软件密钥签名。

source: Final confirmation
de: Letzte Bestätigung
es: Confirmación final
fr: Confirmation finale
ja: 最終確認
pt_br: Confirmação final
zh_hans: 最终确认

source: Find public keys by email address or fingerprint
de: Öffentliche Schlüssel über E-Mail-Adresse oder Fingerabdruck finden
es: Encuentra claves públicas por correo o huella digital
fr: Trouvez des clés publiques par adresse e-mail ou empreinte
ja: メールアドレスやフィンガープリントで公開鍵を検索
pt_br: Encontre chaves públicas por endereço de e-mail ou impressão digital
zh_hans: 通过邮箱地址或指纹查找公钥

source: Fingerprint
de: Fingerabdruck
es: Huella digital
fr: Empreinte
ja: フィンガープリント
pt_br: Impressão digital
zh_hans: 指纹

source: Fingerprint mismatch.
de: Fingerabdruck stimmt nicht überein.
es: La huella digital no coincide.
fr: L'empreinte ne correspond pas.
ja: フィンガープリントが一致しません。
pt_br: A impressão digital não confere.
zh_hans: 指纹不匹配。

source: Fingerprint must contain only hexadecimal characters (0-9, A-F).
de: Der Fingerabdruck darf nur Hexadezimalzeichen enthalten (0-9, A-F).
es: La huella digital solo puede contener caracteres hexadecimales (0-9, A-F).
fr: L'empreinte ne doit contenir que des caractères hexadécimaux (0-9, A-F).
ja: フィンガープリントには 16 進文字（0-9、A-F）のみ使用できます。
pt_br: A impressão digital deve conter apenas caracteres hexadecimais (0-9, A-F).
zh_hans: 指纹只能包含十六进制字符（0-9、A-F）。

source: Fingerprints
de: Fingerabdrücke
es: Huellas
fr: Empreintes
ja: フィンガープリント
pt_br: Impressões digitais
zh_hans: 指纹

source: For email addresses, PGPony first looks up the key via Web Key Directory at the recipient's own domain. If WKD doesn't return a key, it falls back to keys.openpgp.org. Fingerprints go directly to keys.openpgp.org.
de: Bei E-Mail-Adressen sucht PGPony den Schlüssel zuerst über das Web Key Directory der Empfänger-Domain. Liefert WKD keinen Schlüssel, wird auf keys.openpgp.org zurückgegriffen. Fingerabdrücke werden direkt bei keys.openpgp.org gesucht.
es: Para direcciones de correo, PGPony busca primero la clave en el Web Key Directory del dominio del destinatario. Si WKD no devuelve nada, recurre a keys.openpgp.org. Las huellas digitales se buscan directamente en keys.openpgp.org.
fr: Pour les adresses e-mail, PGPony cherche d'abord la clé via le Web Key Directory du domaine du destinataire. Si WKD ne renvoie rien, il bascule sur keys.openpgp.org. Les empreintes vont directement vers keys.openpgp.org.
ja: メールアドレスについては、PGPony はまず受信者のドメインの Web Key Directory で鍵を検索します。WKD で見つからない場合は keys.openpgp.org にフォールバックします。フィンガープリントは keys.openpgp.org で直接検索されます。
pt_br: Para endereços de e-mail, o PGPony procura primeiro a chave no Web Key Directory do domínio do destinatário. Se o WKD não retornar nada, recorre ao keys.openpgp.org. Impressões digitais vão direto ao keys.openpgp.org.
zh_hans: 对于邮箱地址，PGPony 会先通过收件人自有域名的 Web Key Directory（WKD）查找密钥。如果 WKD 未返回密钥，则回退到 keys.openpgp.org。指纹则直接查询 keys.openpgp.org。

source: Found a PGP public key for %@ on keys.openpgp.org. Import it to your keyring?
de: Auf keys.openpgp.org wurde ein PGP-Schlüssel für %@ gefunden. In deinen Schlüsselbund importieren?
es: Se ha encontrado una clave pública PGP para %@ en keys.openpgp.org. ¿La importas a tu llavero?
fr: Une clé publique PGP a été trouvée pour %@ sur keys.openpgp.org. L'importer dans votre trousseau ?
ja: %@ の PGP 公開鍵が keys.openpgp.org で見つかりました。鍵束にインポートしますか？
pt_br: Foi encontrada uma chave pública PGP para %@ no keys.openpgp.org. Importar para o seu chaveiro?
zh_hans: 在 keys.openpgp.org 上找到了 %@ 的 PGP 公钥。要导入到你的密钥环吗？

source: Found and imported %lld keys.
de: %lld Schlüssel gefunden und importiert.
es: Se encontraron e importaron %lld claves.
fr: %lld clés trouvées et importées.
ja: %lld 個の鍵を検出してインポートしました。
pt_br: %lld chaves encontradas e importadas.
zh_hans: 已找到并导入 %lld 个密钥。

source: Found via %@
de: Gefunden über %@
es: Encontrada vía %@
fr: Trouvée via %@
ja: %@ で見つかりました
pt_br: Encontrada via %@
zh_hans: 通过 %@ 找到

source: Free Tier Limit Reached
de: Limit der kostenlosen Version erreicht
es: Has alcanzado el límite gratuito
fr: Limite de l'offre gratuite atteinte
ja: 無料版の上限に達しました
pt_br: Limite do nível gratuito atingido
zh_hans: 已达免费版上限

source: Full Name
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
ja: 氏名
pt_br: Nome completo
zh_hans: 全名

source: Full privacy policy and technical details: pgpony.app/privacy
de: Vollständige Datenschutzerklärung und technische Details: pgpony.app/privacy
es: Política de privacidad completa y detalles técnicos: pgpony.app/privacy
fr: Politique de confidentialité complète et détails techniques : pgpony.app/privacy
ja: プライバシーポリシーと技術的な詳細: pgpony.app/privacy
pt_br: Política de privacidade completa e detalhes técnicos: pgpony.app/privacy
zh_hans: 完整隐私政策与技术细节：pgpony.app/privacy

source: Generate
de: Erzeugen
es: Generar
fr: Générer
ja: 作成
pt_br: Gerar
zh_hans: 生成

source: Generate a key pair first to share your public key.
de: Erzeuge zuerst ein Schlüsselpaar, um deinen öffentlichen Schlüssel zu teilen.
es: Genera primero un par de claves para compartir tu clave pública.
fr: Générez d'abord une paire de clés pour partager votre clé publique.
ja: 公開鍵を共有するには、まず鍵ペアを作成してください。
pt_br: Gere primeiro um par de chaves para compartilhar sua chave pública.
zh_hans: 请先生成密钥对，然后才能分享你的公钥。

source: Generate Key
de: Schlüssel erzeugen
es: Generar clave
fr: Générer la clé
ja: 鍵を作成
pt_br: Gerar chave
zh_hans: 生成密钥

source: Generate Key Pair
de: Schlüsselpaar erzeugen
es: Generar par de claves
fr: Générer une paire de clés
ja: 鍵ペアを作成
pt_br: Gerar par de chaves
zh_hans: 生成密钥对

source: Generate modern Ed25519 signing keys with Cv25519 encryption subkeys. Compact, fast, and recommended by security experts.
de: Erzeuge moderne Ed25519-Signaturschlüssel mit Cv25519-Verschlüsselungssubkeys. Kompakt, schnell und von Sicherheitsexperten empfohlen.
es: Genera claves de firma modernas Ed25519 con subclaves de cifrado Cv25519. Compactas, rápidas y recomendadas por expertos en seguridad.
fr: Générez des clés de signature modernes Ed25519 avec des sous-clés de chiffrement Cv25519. Compactes, rapides et recommandées par les experts en sécurité.
ja: コンパクトで高速、セキュリティ専門家にも推奨される最新の Ed25519 署名鍵と Cv25519 暗号化サブ鍵を作成できます。
pt_br: Gere chaves de assinatura Ed25519 modernas com subchaves de cifragem Cv25519. Compactas, rápidas e recomendadas por especialistas em segurança.
zh_hans: 生成现代的 Ed25519 签名密钥，搭配 Cv25519 加密子钥。紧凑、快速，且为安全专家所推荐。

source: Generate my first key now
de: Jetzt meinen ersten Schlüssel erzeugen
es: Generar mi primera clave ahora
fr: Générer ma première clé maintenant
ja: 最初の鍵を今すぐ作成
pt_br: Gerar minha primeira chave agora
zh_hans: 立即生成我的第一个密钥

source: Generate New Key Pair
de: Neues Schlüsselpaar erzeugen
es: Generar nuevo par de claves
fr: Générer une nouvelle paire de clés
ja: 新しい鍵ペアを作成
pt_br: Gerar novo par de chaves
zh_hans: 生成新密钥对

source: Generate on Card
de: Auf der Karte erzeugen
es: Generar en la tarjeta
fr: Générer sur la carte
ja: カードで生成
pt_br: Gerar no cartão
zh_hans: 在卡上生成

source: Generate on Hardware Key
de: Auf dem Hardware-Schlüssel erzeugen
es: Generar en la llave de hardware
fr: Générer sur la clé matérielle
ja: ハードウェアキーで生成
pt_br: Gerar na chave de hardware
zh_hans: 在硬件密钥上生成

source: Generate Revocation Certificate
de: Widerrufszertifikat erzeugen
es: Generar certificado de revocación
fr: Générer un certificat de révocation
ja: 失効証明書を作成
pt_br: Gerar certificado de revogação
zh_hans: 生成吊销证书

source: Generate your first key pair to start encrypting and decrypting messages.
de: Erzeuge dein erstes Schlüsselpaar, um Nachrichten zu verschlüsseln und zu entschlüsseln.
es: Genera tu primer par de claves para empezar a cifrar y descifrar mensajes.
fr: Générez votre première paire de clés pour chiffrer et déchiffrer vos messages.
ja: 最初の鍵ペアを作成して、 メッセージの暗号化と復号を始めましょう。
pt_br: Gere seu primeiro par de chaves para começar a cifrar e decifrar mensagens.
zh_hans: 生成你的第一个密钥对，即可开始 加密和解密消息。

source: Generate your key
de: Schlüssel erzeugen
es: Genera tu clave
fr: Générer votre clé
ja: 鍵を作成
pt_br: Gerar sua chave
zh_hans: 生成你的密钥

source: Generated %@
de: Erzeugt %@
es: Generado %@
fr: Généré %@
ja: %@ に生成
pt_br: Gerado %@
zh_hans: 生成于 %@

source: Generating keys on your hardware key.
de: Schlüssel werden auf deinem Hardware-Schlüssel erzeugt.
es: Generando claves en tu clave de hardware.
fr: Génération des clés sur votre clé matérielle.
ja: ハードウェアキーで鍵を生成しています。
pt_br: Gerando chaves na sua chave de hardware.
zh_hans: 正在你的硬件密钥上生成密钥。

source: Generating on card…
de: Erzeugen auf der Karte …
es: Generando en la tarjeta…
fr: Génération sur la carte…
ja: カード上で生成中…
pt_br: Gerando no cartão…
zh_hans: 正在卡上生成…

source: Generating writes to the card with the Admin PIN; the on-card self-signatures use the User PIN. Factory defaults are usually 12345678 (admin) and 123456 (user).
de: Das Erzeugen schreibt mit der Admin-PIN auf die Karte; die Selbstsignaturen auf der Karte verwenden die Benutzer-PIN. Werkseinstellungen sind üblicherweise 12345678 (Admin) und 123456 (Benutzer).
es: La generación escribe en la tarjeta con el PIN de administrador; las autofirmas en la tarjeta usan el PIN de usuario. Los valores de fábrica suelen ser 12345678 (administrador) y 123456 (usuario).
fr: La génération écrit sur la carte avec le PIN administrateur ; les auto-signatures sur la carte utilisent le PIN utilisateur. Les valeurs d'usine sont généralement 12345678 (admin) et 123456 (utilisateur).
ja: 生成は管理者 PIN を使ってカードに書き込みます。カード上の自己署名はユーザー PIN を使います。工場出荷時の既定値は通常 12345678（管理者）と 123456（ユーザー）です。
pt_br: A geração grava no cartão com o PIN de administrador; as autoassinaturas no cartão usam o PIN de usuário. Os padrões de fábrica costumam ser 12345678 (administrador) e 123456 (usuário).
zh_hans: 生成时会使用管理员 PIN 写入卡；卡上的自签名则使用用户 PIN。出厂默认值通常是 12345678（管理员）和 123456（用户）。

source: Generating your key pair…
de: Schlüsselpaar wird erzeugt…
es: Generando tu par de claves…
fr: Génération de votre paire de clés…
ja: 鍵ペアを作成中…
pt_br: Gerando seu par de chaves…
zh_hans: 正在生成你的密钥对…

source: Generating...
de: Wird erzeugt …
es: Generando…
fr: Génération…
ja: 作成中…
pt_br: Gerando…
zh_hans: 正在生成…

source: Generating…
de: Wird erzeugt …
es: Generando…
fr: Génération…
ja: 作成中…
pt_br: Gerando…
zh_hans: 正在生成…

source: Generation Failed
de: Erzeugung fehlgeschlagen
es: Falló la generación
fr: Échec de la génération
ja: 生成に失敗しました
pt_br: Falha na geração
zh_hans: 生成失败

source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
ja: 始める
pt_br: Começar
zh_hans: 开始使用

source: Get the armored public key for one of the keys in your keyring.
de: Liefert den ASCII-gepanzerten öffentlichen Schlüssel für einen Schlüssel in Ihrem Schlüsselbund.
es: Obtiene la clave pública blindada (armored) de una de las claves de tu llavero.
fr: Renvoie la clé publique au format armored pour une des clés de votre trousseau.
ja: キーリング内の鍵の ASCII アーマー公開鍵を取得します。
pt_br: Obtém a chave pública blindada (armored) de uma das chaves do seu chaveiro.
zh_hans: 获取你密钥环中某个密钥的 ASCII 装甲格式公钥。

source: Getting Started
de: Erste Schritte
es: Primeros pasos
fr: Premiers pas
ja: はじめに
pt_br: Primeiros passos
zh_hans: 快速入门

source: GnuPG Post-Quantum Key
de: GnuPG-Post-Quanten-Schlüssel
es: Clave poscuántica de GnuPG
fr: Clé post-quantique GnuPG
ja: GnuPGポスト量子鍵
pt_br: Chave pós-quântica do GnuPG
zh_hans: GnuPG 后量子密钥

source: Go with Ed25519 (v4). The post-quantum options only work when the person you're writing to also uses a post-quantum-capable app, so they're best once you know your correspondent supports them.
de: Nimm Ed25519 (v4). Die Post-Quantum-Optionen funktionieren nur, wenn die Person, der du schreibst, ebenfalls eine Post-Quantum-fähige App verwendet – sie eignen sich also am besten, wenn du weißt, dass dein Gegenüber sie unterstützt.
es: Elige Ed25519 (v4). Las opciones poscuánticas solo funcionan cuando la persona a la que escribes también usa una app compatible con poscuántico, así que son mejores cuando ya sabes que tu contacto las admite.
fr: Choisissez Ed25519 (v4). Les options post-quantiques ne fonctionnent que si la personne à qui vous écrivez utilise elle aussi une application compatible post-quantique ; elles conviennent donc mieux une fois que vous savez que votre correspondant les prend en charge.
ja: Ed25519（v4）を選んでください。耐量子オプションは、相手も耐量子対応のアプリを使っている場合にのみ機能します。相手が対応していると分かっている場合に最適です。
zh_hans: 选择 Ed25519（v4）。后量子选项只有在你的收件人也使用支持后量子的应用时才有效，因此最好在确认对方支持后再使用。

source: Hardware Key
de: Hardware-Schlüssel
es: Llave de hardware
fr: Clé matérielle
ja: ハードウェアキー
pt_br: Chave de hardware
zh_hans: 硬件密钥

source: HARDWARE KEY
de: HARDWARE-SCHLÜSSEL
es: LLAVE DE HARDWARE
fr: CLÉ MATÉRIELLE
ja: ハードウェアキー
pt_br: CHAVE DE HARDWARE
zh_hans: 硬件密钥

source: Hardware key — sign in the PGPony app
de: Hardware-Schlüssel — in der PGPony-App signieren
es: Llave de hardware: firma en la app PGPony
fr: Clé matérielle — signez dans l'app PGPony
ja: ハードウェアキー——PGPony App で署名
pt_br: Chave de hardware — assine no app PGPony
zh_hans: 硬件密钥——在 PGPony App 中签名

source: Hardware key connected
de: Hardware-Schlüssel verbunden
es: Clave de hardware conectada
fr: Clé matérielle connectée
ja: ハードウェアキーが接続されました
pt_br: Chave de hardware conectada
zh_hans: 硬件密钥已连接

source: Hardware Key Connection
de: Hardware-Schlüssel-Verbindung
es: Conexión de clave de hardware
fr: Connexion à la clé matérielle
ja: ハードウェアキー接続
pt_br: Conexão da chave de hardware
zh_hans: 硬件密钥连接

source: Hardware Key PIN
de: Hardware-Schlüssel-PIN
es: PIN de la llave de hardware
fr: PIN de la clé matérielle
ja: ハードウェアキー PIN
pt_br: PIN da chave de hardware
zh_hans: 硬件密钥 PIN

source: Hardware Key Unavailable
de: Hardware-Schlüssel nicht verfügbar
es: Clave de hardware no disponible
fr: Clé matérielle indisponible
ja: ハードウェアキーを利用できません
pt_br: Chave de hardware indisponível
zh_hans: 硬件密钥不可用

source: Hardware Keys
de: Hardware-Schlüssel
es: Llaves de hardware
fr: Clés matérielles
ja: ハードウェアキー
pt_br: Chaves de hardware
zh_hans: 硬件密钥

source: Have them scan this code to import your public key
de: Bitte den anderen, diesen Code zu scannen, um deinen öffentlichen Schlüssel zu importieren
es: Pídeles que escaneen este código para importar tu clave pública
fr: Demandez-leur de scanner ce code pour importer votre clé publique
ja: この QR コードをスキャンしてもらうと、相手はあなたの公開鍵をインポートできます
pt_br: Peça para escanearem este código para importar sua chave pública
zh_hans: 让对方扫描此二维码即可导入你的公钥
